Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# troubleshooting.wizard.title
source: Troubleshooting
ar: استكشاف الأخطاء
cs: Řešení potíží
da: Fejlfinding
de: Fehlerbehebung
es: Resolución de problemas
fi: Vianmääritys
fr: Dépannage
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Resolução de problemas
pt_pt: Resolução de problemas
ro: Depanare
ru: Устранение неполадок
sv: Felsökning
tr: Sorun Giderme
uk: Усунення проблем
vi: Khắc phục sự cố
zh_hans: 疑难解答
zh_hant: 疑難排解

# update.whiskywine.description
source: You are running WhiskyWine %@, but %@ is available. Would you like to update?
ar: أنت تقوم بتشغيل WhiskyWine %@، ولكن %@ متوفر. هل ترغب في التحديث؟
cs: Máte spuštěnou %@, ale %@ není k dispozici. Chcete aktualizovat?
da: Du kører WhiskyWine %@, men %@ er tilgængelig. Ønsker du at opdatere?
de: Sie verwenden WhiskyWine %@, die aktuelle Version ist %@. Möchten Sie WhiskyWine aktualisieren?
es: Estás ejecutando WhiskyWine %@, pero %@ está disponible. ¿Quieres actualizar?
fi: Käytössäsi on WhiskyWine %@, mutta %@ on saatavilla. Haluatko päivittää sen?
fr: Vous utilisez WhiskyWine %@, mais %@ est disponible. Voulez-vous le mettre à jour ?
it: Stai utilizzando WhiskyWine %@, ma %@ è disponibile. Vuoi aggiornare?
ja: 現在 WhiskyWine %@ を使用していますが、 %@ を利用可能です。アップデートしますか？
ko: WhiskyWine %@ 버전을 사용 중이지만 %@ 버전을 사용할 수 있습니다. 업데이트하시겠습니까?
nl: U gebruikt WhiskyWine %@, maar %@ is beschikbaar. Wilt u updaten?
pl: Używasz WhiskyWine %@, lecz nowsza wersja %@ jest dostępna. Czy chcesz zaktualizować?
pt_br: WhiskyWine %@ está sendo usada, mas %@ está disponível. Atualizar?
pt_pt: Está a usar o WhiskyWine %@, mas o %@ está disponível. Gostaria de atualizar?
ro: Dvs. rulați WhiskyWine %@, dar %@ este disponibil. Doriți să actualizați?
ru: Вы используете WhiskyWine %@, но %@ доступен. Желаете обновить?
sv: Du kör WhiskyWine %@, men %@ finns tillgänglig. Vill du uppdatera?
tr: WhiskyWine %@ versiyonu kullanıyorsunuz ama %@ versiyonu mevcut. Güncellemek ister misiniz?
uk: Ви використовуєте WhiskyWine %@, але доступна версія %@. Оновити?
vi: Bạn đang sử dụng WhiskyWine phiên bản %@, nhưng phiên bản%@ đã được phát hành. Bạn có muốn cập nhật không?
zh_hans: 您正在运行 WhiskyWine %@，但 %@ 可用。您想要更新吗？
zh_hant: 您正在使用WhiskyWine %@, %@已可更新 請問是否要更新?

# update.whiskywine.title
source: New Version of WhiskyWine Available
ar: إصدار جديد من WhiskyWine متوفر
cs: K dispozici je nová verze WhiskyWine
da: Ny version af WhiskyWine tilgængelig
de: Eine neue WhiskyWine Version ist verfügbar
es: Nueva versión de WhiskyWine disponible
fi: Uusi WhiskyWine versio on saatavilla
fr: Nouvelle version de WhiskyWine disponible
it: Nuova versione di WhiskyWine disponibile
ja: WhiskyWine の新しいバージョンがあります
ko: 새로운 버전의 WhiskyWine를 사용할 수 있습니다
nl: Nieuwe WhiskyWine versie is beschikbaar
pl: Nowa wersja WhiskyWine jest dostępna
pt_br: Nova versão do WhiskyWine disponível
pt_pt: Nova versão do WhiskyWine disponível
ro: O Nouă Versiune WhiskyWine este Disponibilă
ru: Доступна новая версия WhiskyWine
sv: En ny version av WhiskyWine finns tillgänglig
tr: WhiskyWine'nin yeni versiyonu mevcut
uk: Доступна нова версія WhiskyWine
vi: Phiên bản mới của WhiskyWine đã được phát hành
zh_hans: 有更新的 WhiskyWine 版本可用
zh_hant: 有新的WhiskyWine版本可供安裝

# update.whiskywine.update
source: Update
ar: تحديث
cs: Aktualizovat
da: Opdater
de: Aktualisierung
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiornamento
ja: アップデート
ko: 업데이트
nl: Updaten
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizare
ru: Обновить
sv: Uppdatera
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Use Native Button Labels
ar: استخدام تسميات الأزرار الأصلية
cs: Původní značení tlačítek
da: Brug oprindelige knapnavne
de: Native Tastenbeschriftungen verwenden
es: Usar etiquetas de botón originales
fi: Käytä alkuperäisiä painikemerkintöjä
fr: Libellés de boutons d'origine
it: Usa le etichette originali dei tasti
ja: ネイティブのボタン表記を使用
ko: 기본 버튼 레이블 사용
nl: Gebruik native knoplabels
pl: Oryginalne oznaczenia przycisków
pt_br: Usar rótulos de botão originais
pt_pt: Usar etiquetas de botão originais
ro: Etichete originale pentru butoane
ru: Родные обозначения кнопок
sv: Använd ursprungliga knappnamn
tr: Yerel Düğme Etiketlerini Kullan
uk: Рідні позначення кнопок
vi: Dùng nhãn nút gốc
zh_hans: 使用原生按键标签
zh_hant: 使用原生按鍵標籤

source: View Details
ar: عرض التفاصيل
cs: Podrobnosti
da: Vis detaljer
de: Details anzeigen
es: Ver detalles
fi: Näytä lisätiedot
fr: Voir les détails
it: Mostra dettagli
ja: 詳細を表示
ko: 세부사항 보기
nl: Bekijk details
pl: Szczegóły
pt_br: Ver detalhes
pt_pt: Ver detalhes
ro: Vezi detalii
ru: Подробнее
sv: Visa detaljer
tr: Ayrıntıları Gör
uk: Докладніше
vi: Xem chi tiết
zh_hans: 查看详细信息
zh_hant: 查看詳細資訊

source: View Diagnosis
ar: عرض التشخيص
cs: Zobrazit diagnózu
da: Vis diagnose
de: Diagnose anzeigen
es: Ver diagnóstico
fi: Näytä diagnoosi
fr: Voir le diagnostic
it: Mostra la diagnosi
ja: 診断を表示
ko: 진단 보기
nl: Bekijk diagnose
pl: Pokaż diagnozę
pt_br: Ver diagnóstico
pt_pt: Ver diagnóstico
ro: Vezi diagnoza
ru: Открыть диагностику
sv: Visa diagnos
tr: Tanılamayı Gör
uk: Відкрити діагностику
vi: Xem chẩn đoán
zh_hans: 查看诊断
zh_hant: 查看診斷

source: View Latest Diagnosis
ar: عرض أحدث تشخيص
cs: Poslední diagnóza
da: Vis seneste diagnose
de: Neueste Diagnose anzeigen
es: Ver último diagnóstico
fi: Näytä uusin diagnoosi
fr: Voir le dernier diagnostic
it: Mostra l'ultima diagnosi
ja: 最新の診断を表示
ko: 최근 진단 보기
nl: Bekijk nieuwste diagnose
pl: Ostatnia diagnoza
pt_br: Ver último diagnóstico
pt_pt: Ver último diagnóstico
ro: Vezi ultima diagnoză
ru: Последняя диагностика
sv: Visa senaste diagnos
tr: Son Tanılamayı Gör
uk: Остання діагностика
vi: Xem chẩn đoán mới nhất
zh_hans: 查看最新诊断
zh_hant: 查看最新診斷

# wine.clearShaderCaches
source: Clear Shader Caches
ar: مسح ذاكرة التخزين المؤقت
cs: Vyčistit Shader Cache
da: Ryd Shader Caches
de: Shader-Cache löschen
es: Limpiar Caché de Shaders
fi: Tyhjennä Varjostin-välimuistit
fr: Vider les caches du shader
it: Pulisci cache shader
ja: シェーダーのキャッシュを消去
ko: 셰이더 캐시 초기화
nl: Verwijder shader caches
pl: Wyczyść pamięć podręczną cieni
pt_br: Limpar Cache de Shader
pt_pt: Limpar Cache de Shader
ro: Golire Cache Shader
ru: Очистить кэш шейдеров
sv: Rensa shadercachar
tr: Shader Cache'lerini Temizle
uk: Очищення кеша шейдерів
vi: Xoá cache shader
zh_hans: 清空 Shader 缓存
zh_hant: 清除著色器快取

# wine.dxmt.error.payloadMissing
source: DXMT is not included in the installed Wine runtime. Update the runtime from Whisky's setup and try again.
ar: DXMT غير مضمّن في بيئة تشغيل Wine المثبتة. حدّث بيئة التشغيل من إعداد Whisky ثم أعد المحاولة.
cs: DXMT není součástí nainstalovaného prostředí Wine. Aktualizujte prostředí v nastavení Whisky a zkuste to znovu.
da: DXMT findes ikke i den installerede Wine-runtime. Opdater runtimen via Whiskys opsætning, og prøv igen.
de: DXMT ist in der installierten Wine-Runtime nicht enthalten. Aktualisiere die Runtime über die Einrichtung von Whisky und versuche es erneut.
es: DXMT no se incluye en el runtime de Wine instalado. Actualiza el runtime desde la configuración de Whisky e inténtalo de nuevo.
fi: DXMT ei sisälly asennettuun Wine-ajoympäristöön. Päivitä ajoympäristö Whiskyn asennuksesta ja yritä uudelleen.
fr: DXMT n'est pas inclus dans le runtime Wine installé. Mettez le runtime à jour depuis la configuration de Whisky, puis réessayez.
it: DXMT non è incluso nel runtime Wine installato. Aggiorna il runtime dalla configurazione di Whisky e riprova.
ja: インストール済みの Wine ランタイムに DXMT が含まれていません。Whisky のセットアップからランタイムをアップデートして、もう一度お試しください。
ko: 설치된 Wine 런타임에 DXMT가 포함되어 있지 않습니다. Whisky 설정에서 런타임을 업데이트한 뒤 다시 시도하십시오.
nl: DXMT zit niet in de geïnstalleerde Wine-runtime. Werk de runtime bij via de setup van Whisky en probeer het opnieuw.
pl: DXMT nie jest częścią zainstalowanego silnika Wine. Zaktualizuj silnik w konfiguracji Whisky i spróbuj ponownie.
pt_br: O DXMT não está incluído no runtime do Wine instalado. Atualize o runtime pela configuração do Whisky e tente novamente.
pt_pt: O DXMT não está incluído no runtime do Wine instalado. Atualize o runtime a partir da configuração do Whisky e tente novamente.
ro: DXMT nu este inclus în runtime-ul Wine instalat. Actualizează runtime-ul din configurarea Whisky și încearcă din nou.
ru: DXMT нет в установленной среде Wine. Обновите среду в настройке Whisky и попробуйте снова.
sv: DXMT ingår inte i den installerade Wine-runtime. Uppdatera den via Whiskys konfiguration och försök igen.
tr: DXMT, yüklü Wine çalışma zamanına dahil değil. Çalışma zamanını Whisky kurulumundan güncelleyip yeniden deneyin.
uk: DXMT немає у встановленому рушії Wine. Оновіть рушій у налаштуванні Whisky і спробуйте знову.
vi: Runtime Wine đã cài không bao gồm DXMT. Hãy cập nhật runtime từ phần cài đặt của Whisky rồi thử lại.
zh_hans: 已安装的 Wine 运行时不包含 DXMT。请在 Whisky 的设置流程中更新运行时后重试。
zh_hant: 已安裝的 Wine 執行階段未包含 DXMT。請在 Whisky 的設定流程中更新執行階段後重試。

source: WINEDEBUG Preset
ar: إعداد WINEDEBUG المسبق
cs: Předvolba WINEDEBUG
da: WINEDEBUG-forindstilling
de: WINEDEBUG-Voreinstellung
es: Preajuste de WINEDEBUG
fi: WINEDEBUG-esiasetus
fr: Préréglage WINEDEBUG
it: Preset WINEDEBUG
ja: WINEDEBUG プリセット
ko: WINEDEBUG 프리셋
nl: WINEDEBUG-voorinstelling
pl: Profil WINEDEBUG
pt_br: Predefinição WINEDEBUG
pt_pt: Predefinição WINEDEBUG
ro: Presetare WINEDEBUG
ru: Пресет WINEDEBUG
sv: WINEDEBUG-förinställning
tr: WINEDEBUG Ön Ayarı
uk: Пресет WINEDEBUG
vi: Cài đặt sẵn WINEDEBUG
zh_hans: WINEDEBUG 预设
zh_hant: WINEDEBUG 預設集

# winetricks.category.apps
source: Apps
ar: التطبيقات
cs: Aplikace
da: Programmer
es: Aplicaciones
fi: Sovellukset
fr: Applications
it: Applicazioni
ja: アプリ
ko: 앱
nl: Applicaties
pl: Aplikacje
pt_br: Aplicativos
pt_pt: Aplicações
ro: Aplicaţii
ru: Приложения
sv: Appar
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

# winetricks.category.benchmarks
source: Benchmarks
ar: اختبار الأداء
cs: Benchmark
es: Prueba de rendimiento
fi: Suorituskykytesti
it: Benchmark
ja: ベンチマーク
ko: 벤치마크
pl: Testy wydajnościowe (Benchmarki)
pt_pt: Valores de Referência
ro: Benchmark-uri
ru: Тесты производительности
tr: Kıyaslama Testleri
uk: Контрольні показники
vi: Kiểm chuẩn
zh_hans: 基准测试
zh_hant: 效能評測

# winetricks.category.dlls
source: DLLs
ar: ملفات DLL
cs: Knihovny (DLL)
da: DLL'er
es: DLL
fi: DLL:t
fr: DLL
it: DLL
ja: DLL
ko: DLL
pl: Biblioteki (DLL)
pt_pt: DLL
ro: DLL-uri
ru: Библиотеки
sv: DLL-filer
tr: DLL'ler
uk: Бібліотеки
vi: DLL
zh_hans: DLL
zh_hant: DLL

# winetricks.category.fonts
source: Fonts
ar: الخطوط
cs: Písmo
da: Skrifttyper
de: Schriftarten
es: Fuentes
fi: Fontit
fr: Polices
it: Font
ja: フォント
ko: 글꼴
nl: Lettertypen
pl: Czcionki
pt_br: Fontes
pt_pt: Fontes
ro: Fonturi
ru: Шрифты
sv: Teckensnitt
tr: Yazı tipleri
uk: Шрифти
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型

# winetricks.category.games
source: Games
ar: الألعاب
cs: Hry
da: Spil
de: Spiele
es: Juegos
fi: Pelit
fr: Jeux
it: Giochi
ja: ゲーム
ko: 게임
pl: Gry
pt_br: Jogos
pt_pt: Jogos
ro: Jocuri
ru: Игры
sv: Spel
tr: Oyunlar
uk: Ігри
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# winetricks.category.settings
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# winetricks.error.copyDiagnostics
source: Copy Diagnostics
ar: نسخ التشخيص
cs: Kopírovat diagnostiku
da: Kopiér diagnostik
de: Diagnose kopieren
es: Copiar diagnósticos
fi: Kopioi vianmääritys
fr: Copier les diagnostics
it: Copia diagnostica
ja: 診断情報をコピー
ko: 진단 정보 복사
nl: Kopieer diagnose
pl: Kopiuj diagnostykę
pt_br: Copiar diagnósticos
pt_pt: Copiar diagnósticos
ro: Copiază diagnosticele
ru: Копировать диагностику
sv: Kopiera diagnostik
tr: Tanılamayı Kopyala
uk: Копіювати діагностику
vi: Sao chép chẩn đoán
zh_hans: 拷贝诊断信息
zh_hant: 拷貝診斷資訊

# winetricks.error.corruptedPrefix
source: The Wine prefix is corrupted or missing essential directories.
ar: بادئة Wine تالفة أو تنقصها مجلدات أساسية.
cs: Prefix Wine je poškozený nebo v něm chybí důležité složky.
da: Wine-præfikset er beskadiget eller mangler vigtige mapper.
de: Das Wine-Präfix ist beschädigt, oder es fehlen wichtige Ordner.
es: El prefijo de Wine está dañado o le faltan carpetas esenciales.
fi: Wine-etuliite on vioittunut tai siitä puuttuu olennaisia kansioita.
fr: Le préfixe Wine est corrompu ou il manque des dossiers essentiels.
it: Il prefisso Wine è danneggiato o mancano cartelle essenziali.
ja: Wine プレフィックスが破損しているか、必要なフォルダがありません。
ko: Wine 프리픽스가 손상되었거나 필수 폴더가 없습니다.
nl: De Wine-prefix is beschadigd of mist essentiële mappen.
pl: Prefiks Wine jest uszkodzony lub brakuje w nim niezbędnych folderów.
pt_br: O prefixo do Wine está corrompido ou faltam pastas essenciais.
pt_pt: O prefixo do Wine está danificado ou faltam-lhe pastas essenciais.
ro: Prefixul Wine este corupt sau îi lipsesc foldere esențiale.
ru: Префикс Wine повреждён или в нём нет нужных папок.
sv: Wine-prefixet är skadat eller saknar viktiga mappar.
tr: Wine ön eki bozuk veya temel klasörleri eksik.
uk: Префікс Wine пошкоджено або в ньому немає потрібних тек.
vi: Prefix Wine bị hỏng hoặc thiếu các thư mục thiết yếu.
zh_hans: Wine 前缀已损坏或缺少必要的目录。
zh_hant: Wine 前綴已損毀或缺少必要的目錄。

# winetricks.error.missingAppData
source: The AppData directory is missing or incomplete. This will cause dependency installations to fail.
ar: مجلد AppData مفقود أو غير مكتمل. سيؤدي ذلك إلى فشل تثبيت التبعيات.
cs: Složka AppData chybí nebo je neúplná. Instalace závislostí kvůli tomu selže.
da: AppData-mappen mangler eller er ufuldstændig. Det får installation af afhængigheder til at mislykkes.
de: Der AppData-Ordner fehlt oder ist unvollständig. Dadurch schlagen Installationen von Abhängigkeiten fehl.
es: Falta la carpeta AppData o está incompleta. Las instalaciones de dependencias fallarán.
fi: AppData-kansio puuttuu tai on puutteellinen. Tämä saa riippuvuuksien asennukset epäonnistumaan.
fr: Le dossier AppData est manquant ou incomplet. Les installations de dépendances échoueront.
it: La cartella AppData manca o è incompleta. Le installazioni delle dipendenze non andranno a buon fine.
ja: AppData フォルダが見つからないか、不完全です。このままでは依存関係のインストールに失敗します。
ko: AppData 폴더가 없거나 불완전합니다. 이 상태에서는 의존성 설치가 실패합니다.
nl: De AppData-map ontbreekt of is onvolledig. Hierdoor mislukken installaties van afhankelijkheden.
pl: Brakuje folderu AppData lub jest on niekompletny. Spowoduje to niepowodzenie instalacji zależności.
pt_br: A pasta AppData está ausente ou incompleta. Isso fará as instalações de dependências falharem.
pt_pt: A pasta AppData está em falta ou incompleta. Isto fará falhar a instalação de dependências.
ro: Folderul AppData lipsește sau este incomplet. Din acest motiv, instalarea dependențelor va eșua.
ru: Папка AppData отсутствует или неполная. Из-за этого установка зависимостей не удастся.
sv: AppData-mappen saknas eller är ofullständig. Det gör att installationer av beroenden misslyckas.
tr: AppData klasörü eksik ya da tamamlanmamış. Bu, bağımlılık yüklemelerinin başarısız olmasına yol açar.
uk: Теки AppData немає або вона неповна. Через це встановлення залежностей не вдасться.
vi: Thiếu thư mục AppData hoặc thư mục này không đầy đủ. Điều này sẽ khiến việc cài thành phần phụ thuộc thất bại.
zh_hans: AppData 目录缺失或不完整。这会导致依赖项安装失败。
zh_hant: AppData 目錄遺失或不完整。這會導致相依項目安裝失敗。

# winetricks.error.missingResources
source: Winetricks Is Missing
ar: Winetricks مفقود
cs: Winetricks chybí
da: Winetricks mangler
de: Winetricks fehlt
es: Falta Winetricks
fi: Winetricks puuttuu
fr: Winetricks est introuvable
it: Winetricks non è presente
ja: Winetricks が見つかりません
ko: Winetricks를 찾을 수 없음
nl: Winetricks ontbreekt
pl: Brak Winetricks
pt_br: O Winetricks está ausente
pt_pt: O Winetricks está em falta
ro: Winetricks lipsește
ru: Winetricks отсутствует
sv: Winetricks saknas
tr: Winetricks Bulunamadı
uk: Winetricks відсутній
vi: Thiếu Winetricks
zh_hans: 找不到 Winetricks
zh_hant: 找不到 Winetricks

# winetricks.error.missingResourcesInfo
source: The winetricks tool bundled with Whisky couldn't be found. Reinstall Whisky from a fresh download to restore it.
ar: تعذّر العثور على أداة winetricks المرفقة مع Whisky. أعد تثبيت Whisky من تنزيل جديد لاستعادتها.
cs: Nástroj winetricks dodávaný s Whisky se nepodařilo najít. Nainstalujte Whisky znovu z čerstvě staženého balíčku.
da: Værktøjet winetricks, der følger med Whisky, blev ikke fundet. Installer Whisky igen fra en ny overførsel for at gendanne det.
de: Das mit Whisky mitgelieferte winetricks-Werkzeug wurde nicht gefunden. Installiere Whisky aus einem neuen Download erneut, um es wiederherzustellen.
es: No se encuentra la herramienta winetricks incluida con Whisky. Reinstala Whisky desde una descarga nueva para recuperarla.
fi: Whiskyn mukana tulevaa winetricks-työkalua ei löytynyt. Palauta se asentamalla Whisky uudelleen tuoreesta latauksesta.
fr: L'outil winetricks fourni avec Whisky est introuvable. Réinstallez Whisky à partir d'un téléchargement récent pour le restaurer.
it: Lo strumento winetricks incluso in Whisky non è stato trovato. Reinstalla Whisky da un download nuovo per ripristinarlo.
ja: Whisky に同梱されている winetricks が見つかりませんでした。Whisky を新たにダウンロードして再インストールしてください。
ko: Whisky에 포함된 winetricks 도구를 찾을 수 없습니다. Whisky를 새로 다운로드해 다시 설치하십시오.
nl: Het winetricks-hulpprogramma dat bij Whisky wordt geleverd, is niet gevonden. Installeer Whisky opnieuw vanaf een verse download om het te herstellen.
pl: Nie znaleziono narzędzia winetricks dołączonego do Whisky. Zainstaluj Whisky ponownie z nowo pobranej kopii, aby je przywrócić.
pt_br: A ferramenta winetricks que vem com o Whisky não foi encontrada. Reinstale o Whisky a partir de um download novo para restaurá-la.
pt_pt: A ferramenta winetricks incluída no Whisky não foi encontrada. Reinstale o Whisky a partir de uma transferência nova para a repor.
ro: Utilitarul winetricks livrat cu Whisky nu a fost găsit. Reinstalează Whisky dintr-o descărcare nouă pentru a-l reface.
ru: Не удалось найти winetricks, входящий в состав Whisky. Переустановите Whisky из свежей загрузки, чтобы восстановить его.
sv: Verktyget winetricks som följer med Whisky kunde inte hittas. Installera om Whisky från en ny hämtning för att återställa det.
tr: Whisky ile birlikte gelen winetricks aracı bulunamadı. Geri yüklemek için Whisky'yi yeni bir indirmeyle yeniden yükleyin.
uk: Не вдалося знайти winetricks, що входить до складу Whisky. Перевстановіть Whisky зі свіжого завантаження, щоб відновити його.
vi: Không tìm thấy công cụ winetricks đi kèm Whisky. Hãy cài lại Whisky từ bản tải mới để khôi phục.
zh_hans: 找不到 Whisky 内置的 winetricks 工具。请重新下载并安装 Whisky 以恢复。
zh_hant: 找不到 Whisky 內建的 winetricks 工具。請重新下載並安裝 Whisky 以復原。

# winetricks.error.missingUserProfile
source: The user profile directory is missing. Wine may not be properly initialized.
ar: مجلد ملف تعريف المستخدم مفقود. ربما لم تتم تهيئة Wine بشكل صحيح.
cs: Chybí složka uživatelského profilu. Wine možná není správně inicializován.
da: Mappen med brugerprofilen mangler. Wine er muligvis ikke klargjort korrekt.
de: Der Benutzerprofil-Ordner fehlt. Wine ist möglicherweise nicht richtig initialisiert.
es: Falta la carpeta del perfil de usuario. Puede que Wine no se haya inicializado correctamente.
fi: Käyttäjäprofiilin kansio puuttuu. Wineä ei ehkä ole alustettu oikein.
fr: Le dossier du profil utilisateur est manquant. Wine n'est peut-être pas correctement initialisé.
it: La cartella del profilo utente non è presente. Wine potrebbe non essere inizializzato correttamente.
ja: ユーザープロファイルのフォルダが見つかりません。Wine が正しく初期化されていない可能性があります。
ko: 사용자 프로필 폴더가 없습니다. Wine이 제대로 초기화되지 않았을 수 있습니다.
nl: De map met het gebruikersprofiel ontbreekt. Wine is mogelijk niet goed geïnitialiseerd.
pl: Brakuje folderu profilu użytkownika. Wine może nie być poprawnie zainicjowane.
pt_br: A pasta do perfil do usuário está ausente. O Wine pode não ter sido inicializado corretamente.
pt_pt: A pasta do perfil do utilizador está em falta. O Wine pode não estar corretamente inicializado.
ro: Folderul profilului de utilizator lipsește. Este posibil ca Wine să nu fie inițializat corect.
ru: Папка профиля пользователя отсутствует. Возможно, Wine инициализирован не полностью.
sv: Mappen med användarprofilen saknas. Wine kanske inte har förberetts korrekt.
tr: Kullanıcı profili klasörü eksik. Wine düzgün şekilde hazırlanmamış olabilir.
uk: Теки профілю користувача немає. Можливо, Wine ініціалізовано не повністю.
vi: Thiếu thư mục hồ sơ người dùng. Có thể Wine chưa được khởi tạo đúng cách.
zh_hans: 用户配置文件目录缺失。Wine 可能未正确初始化。
zh_hant: 使用者設定檔目錄遺失。Wine 可能未正確初始化。

# winetricks.error.prefixTitle
source: Wine Prefix Issue
ar: مشكلة في بادئة Wine
cs: Potíž s prefixem Wine
da: Problem med Wine-præfikset
de: Problem mit dem Wine-Präfix
es: Problema con el prefijo de Wine
fi: Wine-etuliitteen ongelma
fr: Problème de préfixe Wine
it: Problema con il prefisso Wine
ja: Wine プレフィックスの問題
ko: Wine 프리픽스 문제
nl: Probleem met Wine-prefix
pl: Problem z prefiksem Wine
pt_br: Problema no prefixo do Wine
pt_pt: Problema com o prefixo do Wine
ro: Problemă cu prefixul Wine
ru: Проблема с префиксом Wine
sv: Problem med Wine-prefixet
tr: Wine Ön Eki Sorunu
uk: Проблема з префіксом Wine
vi: Sự cố prefix Wine
zh_hans: Wine 前缀问题
zh_hant: Wine 前綴問題

# winetricks.error.repairFailed
source: Repair Failed
ar: فشل الإصلاح
cs: Oprava selhala
da: Reparation mislykkedes
de: Reparatur fehlgeschlagen
es: Error en la reparación
fi: Korjaus epäonnistui
fr: Échec de la réparation
it: Riparazione non riuscita
ja: 修復に失敗しました
ko: 복구 실패
nl: Herstel mislukt
pl: Naprawa nieudana
pt_br: Falha no reparo
pt_pt: Falha na reparação
ro: Reparare eșuată
ru: Ошибка восстановления
sv: Reparation misslyckades
tr: Onarım Başarısız
uk: Помилка відновлення
vi: Sửa chữa thất bại
zh_hans: 修复失败
zh_hant: 修復失敗

# winetricks.error.repairFailedInfo
source: Failed to repair the Wine prefix. Please try recreating the bottle.
ar: تعذّر إصلاح بادئة Wine. يُرجى محاولة إنشاء الزجاجة من جديد.
cs: Prefix Wine se nepodařilo opravit. Zkuste láhev vytvořit znovu.
da: Wine-præfikset kunne ikke repareres. Prøv at oprette flasken igen.
de: Das Wine-Präfix konnte nicht repariert werden. Erstelle die Flasche am besten neu.
es: No se ha podido reparar el prefijo de Wine. Prueba a crear la botella de nuevo.
fi: Wine-etuliitteen korjaus epäonnistui. Kokeile luoda pullo uudelleen.
fr: Impossible de réparer le préfixe Wine. Essayez de recréer la bouteille.
it: Impossibile riparare il prefisso Wine. Prova a ricreare la bottiglia.
ja: Wine プレフィックスを修復できませんでした。Bottle を作り直してください。
ko: Wine 프리픽스를 복구하지 못했습니다. Bottle을 다시 생성해 보십시오.
nl: Herstellen van de Wine-prefix is mislukt. Maak de fles opnieuw aan.
pl: Nie udało się naprawić prefiksu Wine. Spróbuj utworzyć butelkę ponownie.
pt_br: Não foi possível reparar o prefixo do Wine. Tente criar a Bottle de novo.
pt_pt: Não foi possível reparar o prefixo do Wine. Experimente criar a Bottle de novo.
ro: Prefixul Wine nu a putut fi reparat. Încearcă să recreezi sticla.
ru: Не удалось восстановить префикс Wine. Попробуйте создать бутылку заново.
sv: Wine-prefixet kunde inte repareras. Prova att skapa flaskan på nytt.
tr: Wine ön eki onarılamadı. Lütfen şişeyi yeniden oluşturmayı deneyin.
uk: Не вдалося відновити префікс Wine. Спробуйте створити пляшку заново.
vi: Không sửa được prefix Wine. Hãy thử tạo lại bottle.
zh_hans: 无法修复 Wine 前缀。请尝试重新创建 Bottle。
zh_hant: 無法修復 Wine 前綴。請嘗試重新建立 Bottle。
